[
  {
    "slug": "torta-frutti-di-bosco",
    "title": "La nostra torta ai frutti di bosco",
    "date": "2025-10-11",
    "readTime": 3,
    "image": "images/gallery/FD2_3265.jpg",
    "excerpt": "Un classico intramontabile con frutti freschi e crema leggera. Ecco come la prepariamo ogni mattina…",
    "content": [
      "La nostra torta ai frutti di bosco è preparata ogni mattina con una base soffice, crema pasticcera delicata e una generosa guarnizione di frutti freschi.",
      "Per la crema, preferiamo latte intero e uova freschissime, mentre la base viene inumidita con una bagna leggera al limone di Sicilia.",
      "Passate a trovarci per assaggiarla o ordinatela personalizzata per i vostri eventi!"
    ]
  },
  {
    "slug": "segreti-cannolo-perfetto",
    "title": "Segreti del cannolo perfetto",
    "date": "2025-10-05",
    "readTime": 4,
    "image": "https://images.unsplash.com/photo-1502741338009-cac2772e18bc?auto=format&fit=crop&w=1200&q=80",
    "excerpt": "Croccante fuori, cremoso dentro: i nostri consigli per un cannolo da sogno.",
    "content": [
      "La croccantezza della cialda è fondamentale: friggere a temperatura costante e farcire solo al momento del servizio.",
      "La ricotta dev’essere ben setacciata e leggermente zuccherata, con gocce di cioccolato o canditi a piacere.",
      "Una spolverata di zucchero a velo e pistacchio tritato conferiscono il tocco finale." 
    ]
  },
  {
    "slug": "arancini-tradizione-gusto",
    "title": "Arancini: tradizione e gusto",
    "date": "2025-09-28",
    "readTime": 2,
    "image": "https://images.unsplash.com/photo-1464306076886-debca5e8a6b0?auto=format&fit=crop&w=1200&q=80",
    "excerpt": "Dalla nonna alla vetrina: la nostra ricetta tramandata di generazione in generazione.",
    "content": [
      "Riso al dente, ragù saporito e frittura leggera: tre elementi chiave per un arancino perfetto.",
      "Proponiamo varianti classiche e creative, sempre con ingredienti selezionati della nostra terra." 
    ]
  }
]