{
  "place": {
    "name": "AD Sferruzza Pasticceria",
    "place_id": "ChIJMfJik-07FxMRjvcULlZm3M8",
    "rating": 5,
    "user_ratings_total": 32,
    "url": "https://maps.google.com/?cid=14977958981053773710",
    "regularOpeningHours": {
      "open_now": false,
      "periods": [
        {
          "close": {
            "day": 0,
            "time": "1500"
          },
          "open": {
            "day": 0,
            "time": "0700"
          }
        },
        {
          "close": {
            "day": 1,
            "time": "2000"
          },
          "open": {
            "day": 1,
            "time": "0700"
          }
        },
        {
          "close": {
            "day": 2,
            "time": "2000"
          },
          "open": {
            "day": 2,
            "time": "0700"
          }
        },
        {
          "close": {
            "day": 4,
            "time": "2000"
          },
          "open": {
            "day": 4,
            "time": "0700"
          }
        },
        {
          "close": {
            "day": 5,
            "time": "2000"
          },
          "open": {
            "day": 5,
            "time": "0700"
          }
        },
        {
          "close": {
            "day": 6,
            "time": "2000"
          },
          "open": {
            "day": 6,
            "time": "0700"
          }
        }
      ],
      "weekday_text": [
        "lunedì: 07:00–20:00",
        "martedì: 07:00–20:00",
        "mercoledì: Chiuso",
        "giovedì: 07:00–20:00",
        "venerdì: 07:00–20:00",
        "sabato: 07:00–20:00",
        "domenica: 07:00–15:00"
      ]
    },
    "specialOpeningHours": null
  },
  "lastFetched": "2025-11-06T03:30:58",
  "reviews": [
    {
      "author_name": "Rodolfo Valentino",
      "rating": 5,
      "text": "Fantastica pasticceria-panificio a Cefalù. Prodotti di primissima qualità: abbiamo provato le pizzette rotonde (anche in versione sfincione), le arancine, pezzi di rosticceria, pane e ovviamente...dolci (una cassata freschissima e una torta al cioccolato meravigliosa). Tutto davvero buonissimo. Ho dimenticato di fare foto, quindi inserisco solo questa del pain au chocolat, anch'esso buonissimo. Certo i prezzi sono abbastanza alti, ma a Cefalù soprattutto quest'anno sembra di essere a Dubai.",
      "relative_time_description": "2 mesi fa",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWbAA2jpIyUuXCGBOm7E5C0BUXzvZ9q9fA6bAHf_iY4Hoz9n5E61g=s128-c0x00000000-cc-rp-mo-ba5",
      "time": 1755891944,
      "language": "it"
    },
    {
      "author_name": "Letizia Cordio",
      "rating": 5,
      "text": "A 10 minuti dalla spiaggia, una pasticceria dove poter gustare sapori autentici. La viennoiserie da colazione semplicemente sublime, sfogliatura top, gusto delicato e creme di farcitura di ottima qualità (ho particolarmente apprezzato la girella con l'uvetta❤️) .\nHo anche assaggiato:\n-babà (rigorosamente artigianale e non i soliti industriali);\n-Ecleire al cioccolato (super ripieni di crema al cioccolato)\n-una mini quiche salata ( non ho saputo resistere e ne è valsa la pena🥹)\nInoltre ho trovato personale molto gentile e competente che non solo mi ha saputo consigliare,ma mi ha anche raccontato il prodotto, dalla scelta delle materie prime alla sua realizzazione, è qui che si vede tutta la passione che c' è dietro!\nNon vedo l'ora di tornare e assaggiare pane, tavola calda e tutto il resto della pasticceria mignon!",
      "relative_time_description": "2 mesi fa",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJMPUaFR3xms8DW5AUKBxJ8BEGtwSb79AMwlFhoCJz1pT82WA=s128-c0x00000000-cc-rp-mo",
      "time": 1756284709,
      "language": "it"
    },
    {
      "author_name": "Matteo Allegra",
      "rating": 5,
      "text": "Preso lì e portato in spiaggia a piedi. Giusto 10 minuti. Ne valgono la pena per non cadere nelle trappole turistiche.\nArancino, pizzetta, cassata e birra al tramonto in spiaggia: cena perfetta",
      "relative_time_description": "2 mesi fa",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKioAnosLPiJJbZZxLt4SV88UFILRnOIw706UGY7W0GHcnJJTc=s128-c0x00000000-cc-rp-mo",
      "time": 1754762219,
      "language": "it"
    },
    {
      "author_name": "viviana di gloria",
      "rating": 5,
      "text": "pasticceria panificio rosticceria a Cefalù con personale gentile e professionale, abbiamo preso il pane, molto buono, ogni giorno una varietà diversa, pizzette strepitose, ben cotte condimento di qualità, ed infine abbiamo ordinato una red velvet per un compleanno davvero squisita oltre ad essere molto bella esteticamente.\nChe dire… finalmente a Cefalù un posto di livello!!! Prezzi nella media\nGentilezza e cortesia",
      "relative_time_description": "3 mesi fa",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVhhU6qEBkIVDoU3oRQLNyFu8R5Qwy7-IlvQqkc7TDN3qbv3AU=s128-c0x00000000-cc-rp-mo-ba3",
      "time": 1754397643,
      "language": "it"
    },
    {
      "author_name": "Gialel Ben Saad",
      "rating": 5,
      "text": "FINALMENTE!\nLa nuova pasticceria dei Fratelli Sferruzza è una celebrazione dell’eccellenza: esperienza, inventiva e professionalità si respirano in ogni dettaglio. Il laboratorio a vista, impeccabilmente pulito, trasmette subito fiducia e trasparenza, e aggiunge un tocco spettacolare all’esperienza.\n\nIl servizio è attento e cordiale, e la qualità delle materie prime è evidente in ogni assaggio. Sotto ordinazione è possibile prenotare una vastissima scelta di dolci della tradizione siciliana, ma anche proposte internazionali eseguite con maestria.\n\nUna menzione speciale va ai maritozzi, ai cannoli croccanti farciti al momento, e alle brighelle con ricotta e crema: pura poesia per il palato!\n\nDa non perdere anche il pane artigianale, realizzato con diverse tipologie di farine selezionate e naturali, un tocco in più che dimostra l’attenzione e la passione che mettono in ogni creazione.\n\nUn posto che merita assolutamente di diventare un punto di riferimento per i golosi, sia locali che turisti.\n\nComplimenti!",
      "relative_time_description": "3 mesi fa",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKdnCg3F1vQUdT8UHwdRnaFITZmeIP8V3gwVTrn_hdk9-O06w=s128-c0x00000000-cc-rp-mo-ba3",
      "time": 1752753715,
      "language": "it"
    }
  ]
}
